Repository: hornmich/totem-plugin-poweroff
Catalog: totem 3_x/languages/sources/*.po
Languages: cs

source: After the end of playback:
cs: Po skončení přehrávání:

source: Suspend computer
cs: Uspat počítač

source: Turn off computer
cs: Vypnout počítač

source: Do nothing
cs: Nedělat nic

source: in
cs: za

source: seconds.
cs: sekund.

source: Computer is going to
cs: Počítač se

source: End of playback
cs: Konec přehrávání

source: After playback stops
cs: Po skončení přehrávání

source: suspend
cs: uspí

source: power off
cs: vypne

source: do nothing
cs: ponechá zapnutý

source: error
cs: chyba
